export default [
  {
    name: '卓望信息技术北京有限公司厦门分部',
    time: {
      start: '2016-06',
      end: '2016-12',
    },
    description: [
      '负责后台管理系统维护和开发',
      '后台整体的构建和前端样式的设计',
      '根据运维的使用习惯做出一些UI上的优化',
    ],
  },
  {
    name: '微联（厦门）信息科技有限公司',
    time: {
      start: '2016-12',
      end: '2018-08-15',
    },
    description: [
      'API的设计与开发',
      '后台的搭建与维护',
      '负责前端开发与后端对接',
    ],
  },
  {
    name: 'PushMeTop',
    time: {
      start: '2018-08-15',
      end: '至今',
    },
    description: [
      '自由职业',
      '兼职、外包、远程办公',
    ],
  },
];
